Tekla Open API Reference for Tekla Structures 2025
NumberingSeriesNullable Constructor
Overload List
Name | Description
NumberingSeriesNullable()
 Initializes a new instance of the NumberingSeriesNullable class.
NumberingSeriesNullable(String, Int32)
 Initializes a new instance of the NumberingSeriesNullable class with the given arguments.
Top
See Also
Reference
NumberingSeriesNullable Class
Tekla.Structures.Model Namespace